tap "homebrew/cask"
tap "mitchellh/gon"
# tap "sharpvik/sema"
# tap "alajmo/sake"

# Binaries
brew "zsh"
brew "tmux"
brew "wget"
brew "coreutils"
brew "gnu-sed"
brew "openssl"
brew "bc"
brew "rsync"
brew "automake"
brew "tree"
brew "osslsigncode"
brew "syncthing"

cask_args appdir: "~/Applications"

# Apps
cask "warp"
cask "keepassxc"
cask "tabby"
cask "firefox"
cask "visual-studio-code"
cask "slack"
cask "docker"

# Services
service "syncthing"